{
  "MomentMetadata": {
    "title": "Nightlife in Gucci",
    "description": "Stepping into the world of high fashion, I embarked on a once-in-a-lifetime month-long internship at Gucci—a journey filled with creativity, craftsmanship, and inspiration. From witnessing the meticulous design process to working alongside industry experts, this experience was a deep dive into the heart of luxury fashion. Every moment, from sketching concepts to attending fittings, was a dream come true. Heres a glimpse into my unforgettable time at one of the world's most iconic fashion houses.",
    "notes": "Week 1: First Impressions & Immersion\nWalking through the doors of Gucci's headquarters felt surreal. The atmosphere was electric with creativity, and every corner of the space exuded elegance. My first task was assisting in fabric selection, where I got a firsthand look at the attention to detail that goes into every design.\n\nWeek 2: Learning the Craft\nShadowing the design team, I was amazed at the intricate process of turning a concept into a runway-ready masterpiece. I had the chance to contribute to mood boards, sit in on fittings, and even see how last-minute adjustments are made before a collection is finalized.\n\nWeek 3: Fashion Week Preparation\nWith Milan Fashion Week around the corner, the pace intensified. I was assigned backstage duties, organizing pieces for the models and ensuring everything was in place. Seeing the designs come to life on the runway was an emotional and unforgettable experience.\n\nWeek 4: Wrapping Up & Career Insights\nAs the internship came to a close, I reflected on the skills and knowledge I had gained. The experience solidified my passion for fashion and gave me clarity on my future career path. I left with new industry connections, a deeper appreciation for craftsmanship, and an even greater admiration for Gucci's legacy.",
    "tags": [
      "discover",
      "gucci",
      "fashion"
    ],
    "links": [
      {
        "title": "X",
        "url": "https://x.com/momentsonchain"
      },
      {
        "title": "Forever Moments",
        "url": "https://forever-moments.vercel.app/"
      }
    ],
    "images": [
      {
        "width": 1920,
        "height": 1080,
        "hashFunction": "keccak256(bytes)",
        "hash": "0x76805882f8659c2e096e7398c5cf15d7bdb1178c3e087189dff67ee2fc660a92",
        "url": "ipfs://bafybeidboe2tdvtkj54kkvf6gbslwicc4lwjsbdtryhajpyqvvx6bw3omy"
      }
    ],
    "videos": [
      {
        "width": 1920,
        "height": 1080,
        "hashFunction": "keccak256(bytes)",
        "hash": "0x62ca74fe01ebc90df7d00bea3a8e38663e7686948b5524f7685589231c8ad155",
        "url": "ipfs://bafybeier26hh6dctzf7hmjiswa5bvi2kx7il6ojxaryti4l5sbkssmtleu"
      }
    ],
    "documents": [
      {
        "hashFunction": "keccak256(bytes)",
        "hash": "0x62ca74fe01ebc90df7d00bea3a8e38663e7686948b5524f7685589231c8ad155",
        "url": "ipfs://bafybeier26hh6dctzf7hmjiswa5bvi2kx7il6ojxaryti4l5sbkssmtleu"
      }
    ],
    "archived": false
  }
}
